Repository: chhobu/djambi
Catalog: translations/kw_djambi.*.po
Languages: fr

source: Your diplomats are never allowed to manipulate pieces that you are controlling.
fr: Vos diplomates ne peuvent pas manipuler les pièces que vous contrôlez.

source: Your diplomat can manipulate vassalized pieces.
fr: Vos diplomates peuvent manipuler des pièces provenant de partis satellisés.

source: Pradva style reporters : your reporters will never involve your own pieces in their scoops, but they can eliminate one ennemy per move.
fr: Reporters de la Pravda : ils ne peuvent pas impliquer des pièces amies dans leurs scandales, et sont limités à une seule victime par déplacement.

source: Fox News style reporters : your reporters can involve several pieces in their moves, but some scandals can also concern your own troups.
fr: Reporters Fox News : ils peuvent impliquer plusieurs vicitimes par tour dans leurs scandales, mais ces derniers peuvent également concerner des pièces amies.

source: Standard rules
fr: Règles normales

source: Extended rules : dead leaders can access to power posthumously, allow assassins and diplomats master moves.
fr: Règles étendues : les cadavres de Chefs peuvent accéder au pouvoir de manière posthume, les assassins et les diplomates peuvent réussir des coups de maître.

source: Turns before each draw proposal availability
fr: Tours avant la possibilité de proposer un match nul

source: No draw !
fr: Pas de match nul !

source: Unlimited draw proposal
fr: Pas de limitation

source: Allowed skipped turns per user before elimination
fr: Nombre de sauts de tours autorisés par joueurs avant élimination

source: Skipping turns is forbidden !
fr: Passer son tour est interdit !

source: No limits, you can always skip your turn.
fr: Pas de limites, vous pouvez toujours passer votre tour.

source: Allow anonymous players to join this game
fr: Autoriser des joueurs anonymes à rejoindre cette partie

source: Yes, anyone can join this game
fr: Oui, tout le monde peut participer à ce jeu.

source: No, only registered users can play
fr: Non, seuls les utilisateurs disposant d'un compte peuvent jouer.

source: playing
fr: tour de jeu en cours

source: winner
fr: vainqueur

source: draw
fr: égalité

source: killed
fr: tué

source: withdrawn
fr: abandon

source: surrounded
fr: encerclé

source: defect
fr: éliminé

source: empty
fr: vide

source: ready
fr: prêt à jouer

source: vassalized
fr: satellisé

source: !faction1 side is now controlled by !user
fr: Le parti !faction1 est désormais contrôlé par le joueur !user

source: !user left the game.
fr: Le joueur !user a quitté la partie.

source: game event
fr: événement

source: turn info
fr: tour de jeu

source: game info
fr: information

source: move
fr: déplacement

source: crime
fr: meurtre

source: 1 day
fr: @count jour

source: !value time
fr: !value fois

source: !value turn
fr: !value tour

source: Machiavelli chess online !
fr: Les échecs de Machiavel en ligne !

source: You have to beat a dummy computer opponent in a mini djambi game to complete your registration !
fr: Vous devez triompher d'une inintelligence artificielle de niveau 0 dans une mini partie de Djambi pour valider votre inscription.

source: Congratulations, you are smarter than a dummy computer. You can now complete your registration.
fr: Félicitations, vous avez réussi à vaincre la machine infernale (de niveau 0, rappelons-le). Vous pouvez désormais valider votre inscription.

source: Shame on you, you failed beating a dummy computer.
fr: Honte à vous, l'inintelligence de niveau 0 vous a battu.

source: Try again...
fr: Recommencer...

source: Computer is still alive !
fr: Votre adversaire est encore en vie !

source: You are not smart enough to register.
fr: Vous n'êtes semble-t-il pas assez intelligent pour créer un compte.

source: User !name (!mail) tried to register without finishing Djambi game validation.
fr: L'utilisateur !name (!mail) a tenté de créer un compte sans terminer la partie de Djambi de validation.

source: User !name (!mail) failed succeeding in Djambi game registration validation.
fr: L'utilisateur !name (!mail) a perdu lors de la partie de Djambi de validation et n'a pas pu créer un compte.

source: Machiavelli anti-bot registration system
fr: Système de validation d'inscription anti-robot basé sur les échecs de Machiavel

source: New message
fr: Nouveau message

source: Send
fr: Envoyer

source: Chat together with your fellow Djambi opponents.
fr: Discutez avec vos camarades de jeu pendant une partie de Djambi.

source: Create a new friendly game
fr: Créer une nouvelle partie amicale

source: New djambi games
fr: Nouvelles parties de Djambi

source: Game
fr: Partie

source: Slots
fr: Places

source: Created since
fr: Créé depuis

source: There is currently no new games.
fr: Aucune nouvelle partie actuellement.

source: Pending and finished djambi games
fr: Liste des parties de Djambi en cours ou terminées

source: Players list
fr: Liste des joueurs

source: Player name
fr: Nom du joueur

source: Last move
fr: Dernier coup

source: Last update
fr: Dernière mise à jour

source: Number of played moves
fr: Nombre de coups joués

source: Winner
fr: Gagnant

source: There is currently no pending or finished games to view.
fr: Aucune partie en cours ou terminée consultable.

source: me !
fr: moi !

source: Return to this game
fr: Retourner à cette partie

source: Play this game
fr: Jouer cette partie

source: Watch this game
fr: Regarder cette partie

source: View game result
fr: Revoir cette partie

source: You are playing the !faction side in this game.
fr: Vous controllez le camp !faction dans cette partie.

source: Status : !status
fr: Statut : !status

source: it's your turn !!!
fr: C'est votre tour de jeu !!!

source: Playing !my_faction side (!status)
fr: Vous contrôlez le camp !my_faction (!status)

source: Move #!move
fr: Déplacement n°!move

source: Playing now : !faction (!player), for !duration
fr: Actuellement en train de jouer : !faction (!player), depuis !duration

source: You are only involved in this sandbox djambi game.
fr: Vous disputez uniquement cette partie en mode bac-à-sable.

source: You are not currently playing any djambi game.
fr: Vous ne disputez pas de partie de Djambi actuellement.

source: Play a new Djambi game
fr: Jouer une nouvelle partie de Djambi.

source: You are also involved in 1 other pending game :
fr: Vous participez également à une autre partie :

source: You are currently involved in 1 pending game :
fr: Vous participez actuellement à une partie :

source: Administer djambi games
fr: Administrer les parties de Djambi

source: Perform administrative tasks dealing with djambi games.
fr: Exécuter des tâches d'administration sur les partie de Djambi

source: Djambi games
fr: Parties de Djambi

source: My Djambi games
fr: Mes parties de Djambi

source: Djambi game
fr: Partie de Djambi

source: Create a new machiavelli chess game.
fr: Créer une nouvelle partie d'échecs de Machiavel.

source: Begin game
fr: Démarrer la partie

source: Game presets
fr: Caractéristiques de la partie

source: Number of players
fr: Nombre de joueurs

source: Game mode
fr: Mode de jeu

source: Advanced options
fr: Options avancées

source: Do not autodelete this game
fr: Ne pas supprimer automatiquement cette partie

source: Finished or inactive games are automatically removed after an amount of time. Check this box to keep this game alive.
fr: Les parties terminées ou inactives sont automatiquement supprimées après un certain délai. Cochez cette case pour conserver cette partie en base sans limite de durée.

source: Machiavelli chess - Game #!i
fr: Echecs de Machiavel - Partie n°!i

source: We found a game still recruiting players. You may also !create_link.
fr: Redirection vers une partie en phase de recrutement. Vous pouvez également !create_link.

source: create your own new game
fr: créer une nouvelle partie

source: You have already begun a !game on !date. This game does not seem to be finished : switching back to the last played move of the game.
fr: Vous avez déjà commencé une partie de type !game le !data. Cette partie n'est pas terminée : retour au dernier déplacement validé sur ce jeu.

source: You are already involved in a !game which is in a recruiting phase : you cannot create a new game.
fr: Vous avez déjà initié une partie de type !game qui se trouve en phase de recrutement de nouveaux joueurs : vous ne pouvez donc pas créer une nouvelle partie en ce moment.

source: Automatic deletion of Djambi nodes !nids
fr: Exécution du script automatique des anciennes parties de Djambi sur le(s) contenu(s) n°!nids.

source: Unable to load Djambi game from node !nid
fr: Impossible de charger la partie de Djambi à partir du contenu n°!nid

source: Extra data used by djambi nodes
fr: Données supplémentaires utilisées par les contenus de type Djambi

source: Users involved in a djambi game.
fr: Utilisateurs participant à une partie de Djambi

source: Save Machiavelli chess games through a dedicated content type
fr: Utilisation d'un type de contenu dédié pour les parties de Djambi

source: Refreshing...
fr: Actualisation en cours...
