Repository: chhobu/djambi
Catalog: translations/kw_djambi.*.po
Languages: fr

source: Djambi grid #!number
fr: Echiquier de Machiavel n°!number

source: Unnumeroted Djambi grid
fr: Grille de Djambi non numérotée

source: Refresh
fr: Actualiser

source: Game configuration
fr: Configuration de la partie

source: Stats and awards
fr: Statistiques et récompenses

source: Stats
fr: Statistiques

source: Recruitment log
fr: Historique des connexions

source: Treachery log
fr: Récapitulatif de la partie

source: Empty
fr: Vide

source: Leave game
fr: Quitter la partie

source: Play this side
fr: Jouer ce camp

source: Join this game
fr: Rejoindre cette partie

source: Only registered players can join this game. Please !login or !register.
fr: L'accès à cette partie est réservé aux utilisateurs disposant d'un compte sur Djambi.net. Merci de vous !login ou !register

source: login to your account
fr: connecter à votre comptre

source: create a new account
fr: créez un nouveau compte

source: Review this game
fr: Revivre cette partie

source: Show previous move
fr: Voir le déplacement précédent

source: Show previous moves
fr: Voir les déplacements récents

source: Go back to the first move
fr: Retourner au début

source: Auto-play
fr: Lecture automatique

source: Show next move
fr: Voir le coup suivant

source: Go back to current turn
fr: Retourner au tour actuel

source: Go back to final positions
fr: Retourner aux positions finales

source: Hide last moves descriptions
fr: Cacher les descriptions

source: Show last moves descriptions
fr: Afficher les descriptions

source: Hide help
fr: Cacher l'aide

source: Show help
fr: Voir l'aide

source: Rule variant #!number
fr: Variante de règles n°!number

source: Game option #!number
fr: Option de jeu n°!number

source: Now playing
fr: Tour de jeu actuel

source: !faction side
fr: camp !faction

source: A peace proposal has been made by !faction side. What is your answer ?
fr: Le camp !faction vous propose de finir cette partie par une nulle. Quelle est votre réponse ?

source: OK, end this game with a draw and stay good friends.
fr: D'accord, finissons cette partie par un match nul et restons bons amis.

source: No way, I am sure to win this game.
fr: Jamais, je suis sûr et certain de gagner.

source: A peace proposal has been made by !faction side. Waiting for !current side answer...
fr: Le camp !faction a proposé une partie nulle. En attente de la réponse du camp !current.

source: Hurry computer move
fr: Accélérer le tour de jeu de l'ordinateur

source: Cancel piece selection
fr: Annuler la sélection de la pièce

source: Cancel last move
fr: Annuler le dernier mouvement

source: Skip turn
fr: Passer son tour

source: Skip turn (!nb of !max already skipped)
fr: Passer son tour (nombre de jokers utilisés : !nb sur !max )

source: There is no limitation concerning turn skippings.
fr: Dans cette partie, il n'y a pas de limites pour passer son tour.

source: Ask for a draw
fr: Négocier une partie nulle

source: You can ask for a draw every !nb turns
fr: Vous pouvez demander une partie nulle tours les !nb tours

source: Asking for a draw will end your turn without making a piece move.
fr: Attention, demander une partie nulle fera passer votre tour de jeu.

source: No mercy game : draw proposals are forbidden.
fr: Duel sans merci : il n'est pas permis de négocier un match nul.

source: You cannot ask for a draw before turn !turn.
fr: Vous ne pouvez pas proposer un match nul avant le tour !turn.

source: Withdraw
fr: Abandonner

source: Allow !faction side to come back in the game
fr: Autoriser le camp !faction à revenir dans la partie

source: Move !piece
fr: Déplacer la pièce !piece

source: Move the !piece here (!case).
fr: Déplacer la pièce !piece sur la case !case.

source: The !piece is selected. Choose now its destination case, or select another piece to move.
fr: La pièce !piece est sélectionnée. Choisissez maintenant sa case de destination, ou sélectionnez une autre pièce à déplacer.

source: Bury !piece in !case
fr: Placer le cadavre de la pièce !piece sur la case !case.

source: Your !piece has killed the !victim, select now the case where you victim will rest in peace.
fr: Votre pièce !piece a tué la pièce !victim, choisissez maintenant la case où votre victime sera inhumée.

source: Move the dead piece to case !case.
fr: Déplacer le cadavre vers la case !case.

source: Your !piece has exhumed an old dead piece, select now its new burial place.
fr: Votre pièce !piece a exhumé un cadavre, choisissez maintenant son nouveau lieu de sépulture.

source: Move manipulated !piece to !case
fr: Manipuler la pièce !piece vers la case !case

source: Your !diplomat is manipulating the !piece, select now the destination case for your subjucated victim.
fr: Votre diplomate est en train de manipuler la pièce !piece, sélectionnez maintenant la case où placer cette victime subjuguée.

source: Lauch an inquiry on !piece
fr: Révéler un scandale concernant la pièce !piece

source: Your !reporter has to choose beetween several victims...
fr: Votre reporter a le choix entre plusieurs victimes...

source: Move your !piece to !case
fr: Déplacer votre pièce !piece vers la case !case.

source: Your !piece is not allowed to stay here. Run away !
fr: Votre pièce !piece n'est pas autorisée à rester ici. Evacuez la position !

source: It's your turn. Select a movable piece in the grid...
fr: C'est votre tour. Sélectionnez une pièce à déplacer sur l'échiquier...

source: Time
fr: Heure

source: Event
fr: Événement

source: Turn
fr: Tour

source: Watch
fr: Voir

source: Move made by !side side
fr: Mouvement effectué par le parti !side

source: Turn #!turn
fr: Tour n°!turn

source: Event dealing with !side side
fr: Événement concernant le parti !side

source: Turn #!turn events log
fr: Liste des événements s'étant déroulés pendant le tour !turn

source: Early game events log
fr: Liste des événements d'avant-match

source: List of major events that marred this game
fr: Liste des événements principaux ayant émaillé cette partie

source: View all turns log
fr: Voir tous les événements

source: View last turns log
fr: Voir les événements des derniers tours uniquement

source: View detailed log
fr: Voir la liste détaillée des événements

source: View major events log
fr: Voir la liste des événements principaux

source: Award
fr: Récompense

source: Awarded to
fr: Vainqueur

source: Great Beloved Ruler of Djambi
fr: Détenteur du Pouvoir Absolu

source: No winner in this game... Last standing teams :
fr: Pas de gagnant dans cette partie... Derniers partis survivants :

source: Rank !rank : !side
fr: Classé n°!rank: !side

source: Ashamed loser opponents
fr: Adversaires vaincus

source: Sarkozy Price of hyper-activity
fr: Prix Sarkozy de l'hyper-activité politique

source: !pieces, with !nb cases crossed
fr: !pieces, avec !nb cases traversées

source: Agent 47 Price of most efficient dirty work cleaner
fr: Prix Agent 47 de l'exécuteur de basses oeuvres le plus zélé

source: !pieces, with !nb victims
fr: !pieces, avec !nb victimes

source: Pope Formose Price of best dead exhumation specialist
fr: Prix Pape Formose du meilleur exhumateur de cadavres

source: Machiavelli Price of political manipulation
fr: Prix Machiavel de la manipulation politique

source: Nobel Price of peace
fr: Prix Nobel de la paix

source: Pulitzer Price
fr: Prix Pulitzer

source: Table of honours
fr: Tableau d'honneur

source: Sides
fr: Partis

source: !faction deaths
fr: Morts du parti !faction

source: !faction murders
fr: Meurtres du parti !faction

source: Table of dead pieces
fr: Monument aux morts

source: Status
fr: Statut

source: Moves
fr: Coups

source: Rule length
fr: Durée du règne

source: Play time
fr: Temps de jeu

source: Average turn duration
fr: Durée moyenne du tour

source: Avg t.d.
fr: Tps moy.

source: Table of moves
fr: Statistiques de déplacements

source: You are now playing the !color team.
fr: Vous contrôlez actuellement le parti !color.

source: This faction is used by an other player.
fr: Ce parti est contrôlé par un autre joueur.

source: You just left Djambi game #!nb
fr: Vous venez de quitter la partie de Djambi n°!nb.

source: You do not own the !faction pieces.
fr: Vous ne contrôllez pas les pièces du parti !faction.

source: Unrecognized piece.
fr: Pièce inconnue au bataillon.

source: The piece !piece cannot move currently.
fr: La pièce !piece ne peut pas être déplacée actuellement.

source: You are not allowed to move !piece into !case case.
fr: Vous ne pouvez pas déplacer la pièce !piece vers la case !case.

source: Your victim seems to be already dead.
fr: Votre victime semble déjà morte, dommage.

source: You are not allowed to kill this piece.
fr: Vous n'êtes pas autorisé à tuer cette pièce.

source: You cannot place bury your victim here, case !case is unavailable.
fr: Vous ne pouvez pas enterrer votre victime sur la case !case.

source: The reportage location is totally incorrect.
fr: Il n'y a aucun reportage à faire ici.

source: There is nobody here (!case).
fr: Il n'y a personne sur la case !case.

source: Already dead, too late for a reportage.
fr: Il n'est pas possible de faire un reportage sur les morts.

source: It is not a good idea to make a reportage about your own team evil actions.
fr: Votre reportage a été censuré par les autorités dirigeantes de votre Parti.

source: You cannot manipulate a dead piece (use a necromobil for this disgusting work).
fr: Vous ne pouvez pas manipuler un cadavre (utilisez un nécromobile pour ce travail répugnant).

source: You cannot manipulate this piece.
fr: Vous ne pouvez pas manipuler cette pièce.

source: You cannot place the manipulated piece here, case !case is unavailable.
fr: Vous ne pouvez pas déplacer cette pièce sur la case !case.

source: This dead body is still breathing...
fr: Ce n'est pas un cadavre...

source: You cannot place the dead piece here, case !case is unavailable.
fr: Vous ne pouvez déplacer de cadavre sur la case !case.

source: You can only skip your turn 1 time.
fr: Vous pouvez passer votre tour uniquement une fois au cours de la partie.

source: !pieces, with !nb exhumation
fr: !pieces, avec !nb exhumation.

source: !pieces, with !nb manipulated piece
fr: !pieces avec !nb pièce manipulée.

source: This game has been deleted.
fr: Cette partie a été supprimée

source: A move involving !faction side happened here during phase !move of the game.
fr: Un mouvement impliquant le parti !faction s'est déroulé ici au moment du coup n°!move.

source: A move involving !faction side recently happened here (it was move #!move).
fr: Un mouvement impliquant le parti !faction s'est récemment déroulé ici, au moment du coup n°!move.

source: Here lies a dead piece
fr: Ici repose un cadavre

source: this piece can be moved during this turn
fr: cette pièce ne peut pas être déplacée pendant ce tour

source: Dead
fr: Mort

source: !piece, owned by !color team.
fr: !piece, contrôlé par le parti !color.

source: Dead piece, waiting for you to bury somewhere.
fr: Cadavre, à enterrer quelque part.

source: Move the manipulated !piece_name in an empty cell
fr: Manipulez votre cible (!piece_name) vers une cellule vide

source: !xy case
fr: Case !xy

source: a piece can move here...
fr: case accessible par une pièce

source: IP adress : !ip
fr: Adresse IP : !ip

source: Player
fr: Joueur

source: !player, controlling all sides.
fr: tous les partis sont contrôlés par le joueur !player

source: Players
fr: Joueurs

source: IP address
fr: Adresse IP

source: Computer
fr: Ordinateur

source: Me !
fr: Moi !

source: controlled by !faction
fr: contrôlé par le parti !faction

source: Turn #%turn
fr: Tour n°%turn

source: Replay mode : you are currently watching a past state ot the battlefield !
fr: Mode rétrospective : vous êtes en train de consulter un mouvement passé de la bataille.

source: Turn #%displayed_turn out of #%max_turn
fr: Tour n°%displayed_turn/%max_turn

source: Showing !faction side move, began at %begin, duration : %duration
fr: Mouvement effectué par le parti !faction, commencé le %begin, ayant duré %duration

source: Finished on %date, game total duration : %duration
fr: Terminé le %date, durée total de jeu : %duration

source: !color side
fr: parti !color

source: Playing next
fr: Prochains tours de jeu

source: !color1 side, then !color2 side, then !color3 side
fr: parti !color1, puis !color2, puis !color3

source: Current phase
fr: Phase de jeu actuelle

source: Draw asked by !faction side.
fr: Nulle proposé par le parti !faction.

source: Sides having accepted the draw
fr: Partis ayant accepté la nulle

source: Undecided sides
fr: Partis ne s'étant pas encore prononcé

source: Pending decision
fr: Décision en cours

source: Throne case !
fr: Labyrinthe

source: Recent events
fr: Evénements récents

source: Faction
fr: Parti

source: User
fr: Utilisateur

source: Waiting time
fr: En attente depuis

source: Waiting for other players : !remaining
fr: En attente de nouveaux joueurs : !remaining

source: Unbegun game
fr: Parti non commencée

source: Waiting for new players...
fr: En attente de nouveaux joueurs...

source: Waiting for !side decision for !duration...
fr: En attente de la décision du parti !side depuis !duration...

source: Waiting for !side move for !duration...
fr: En attente d'un déplacement du parti !side depuis !duration...

source: Last update : !date
fr: Dernière mise à jour : !date

source: Show help for !piece piece
fr: Afficher l'aide concernant la pièce !piece

source: Show help for dead pieces
fr: Afficher l'aide concernant les pièces mortes

source: Show help for throne case
fr: Afficher l'aide concernant le Labyrinthe

source: Help
fr: Aide

source: 1 empty slot remaining
fr: @count place restante

source: Last connection information sent by this player : !time
fr: Dernières informations concernant la connexion de ce joueur : !time

source: !color !longname
fr: !longname !color

source: !faction has moved !piece from !origin to !destination.
fr: Le parti !faction a déplacé la pièce !piece de la case !origin vers la case !destination

source: !victim has been killed by !piece. The crime took place in !origin, and the victim body was found in !destination.
fr: La pièce !victim a été tuée par la pièce !piece. Le crime a eu lieu sur la case !origin, et le cadavre de la victime a été retrouvée sur la case !destination.

source: !piece has exhumed a dead body from !origin. Its new burial place is located in !destination.
fr: La pièce !piece a exhumé un cadavre sur la case !origin, et l'a déplacé sur la case !destination.

source: !victim has been manipulated by !piece from !origin to !destination.
fr: La pièce !victim a été manipulée par la pièce !piece de la case !origin vers la case !destination

source: !victim has been eliminated from the game. The action took place in !origin.
fr: La pièce !victim, placée sur la case !origin, a été éliminée de la partie.

source: !piece is now the great and beloved ruler of the djambi world.
fr: Le !piece est désormais le dirigeant suprême bien-aimé de l'échiquier de Machiavel.

source: !piece's reign of despotism and terror is now over.
fr: Le règne de terreur et despotisme du !piece est désormais terminé.

source: !piece body has been exhumed from his mausoleum.
fr: Le corps du !piece a été exhumé de son Mausolée.

source: !piece has been killed during his reign !
fr: Le !piece a été tué durant son règne !

source: !piece body has been placed in the throne case mausoleum. Let's worship his memory.
fr: Le cadavre de la pièce !piece a été placé dans le Mausolée du Labyrinthe, afin d'honorer sa mémoire.

source: !piece has just achieved a diplomat golden move !
fr: Le !piece a réussi un coup de maître !

source: !piece has just achieved an assassin golden move !
fr: L'!piece a réussi un coup de maître !

source: New djambi chess game created.
fr: Nouvelle partie de Djambi créée.

source: Here it is, the curtain rose on this tragic closed session, the competition can begin.
fr: Ca y est, le rideau se lève sur ce huis-clos tragique, la partie peut commencer.

source: !faction1 leader is surrounded by dead pieces and cannot access to power anymore.
fr: Le chef du parti !faction1 est entouré de cadavres et ne peut plus accéder au pouvoir.

source: The !faction1 side partisans are mourning the tragic loss of their mentor, the !piece, who was victim of a heinous murder.
fr: Les partisans du camp !faction1 pleurent la perte tragique de la pièce !piece, leur mentor, innocente victime d'un crime abject.

source: End of the game !
fr: Fin de la partie !

source: This is a draw.
fr: Match nul.

source: !faction1 wins !!!
fr: Le parti !faction1 l'emporte !!!

source: !faction1 turn begins.
fr: Le tour de jeu du parti !faction1 commence.

source: Turn !turn begins.
fr: Le tour !turn commence.

source: !faction1 skipps his turn.
fr: Le parti !faction1 a passé son tour.

source: Sandbox game
fr: Partie bac-à-sable

source: Friendly game
fr: Partie amicale

source: recruiting
fr: en phase de recrutement

source: Game in progress...
fr: Partie en cours...

source: pending
fr: en cours

source: Game over !
fr: Partie terminée !

source: finished
fr: terminé

source: Peace negociation...
fr: Négociations de paix en cours...

source: negociating
fr: en cours de négociations

source: Sniper
fr: Assassin

source: Leader
fr: Chef

source: Necromobil
fr: Nécromobile

source: Diplomat
fr: Diplomate

source: Militant #1
fr: Militant n°1

source: Militant #2
fr: Militant n°2

source: Militant #3
fr: Militant n°3

source: The desperate remaining !faction1 side's partisans are now joining the !faction2 side !
fr: Les partisans désespérés de la cause !faction1 ont rejoint la parti !faction2.

source: The desperate remaining !faction1 side's partisans are no longing supporting the !faction2 side.
fr: Les partisans désespérés e la cause !faction ne soutiennent plus le parti !faction2.

source: Game over for !faction1 side !
fr: Fin du jeu pour le parti !faction1 !

source: The hopeless !faction1 leader decided to withdraw from the game. Shame on him. His remaining pieces stay neutrally in the board, waiting for a better cause to support.
fr: Les dirigeants du parti !faction1 ont décidé d'abandonner la parti. Honte à eux. Leurs pièces restantes restent sur l'échiquier, en attendant de rejoindre un meilleur parti à supporter.

source: Red
fr: Rouge

source: Blue
fr: Bleu

source: Yellow
fr: Jaune

source: Green
fr: Vert

source: The !faction1 side has called for a draw.
fr: Le parti !faction1 souhaite négocier un match nul.

source: The !faction1 side accepted the draw proposal.
fr: Le parti !faction1 a accepté le match nul.

source: The !faction1 side rejected the draw proposal.
fr: La parti !faction1 a rejeté le match nul.

source: Sandbox game - you control successively all sides of the game. Useful to discover the Djambi rules, to test alone new strategies, or to play with other people on the same screen.
fr: Parti de type bac-à-sable - vous contrôlez tous les partis du jeu à tour de rôle : ceci est utile pour découvrir les règles du jeu du Djambi, tester de nouvelles stratégies, ou jouer à plusieurs sur le même écran.

source: Friendly game - play online Djambi games with unknown human players, just for fun.
fr: Parti amicale - jouer en ligne au Djambi, avec des adversaires humains inconnus à trahir.

source: 4 players, on a standard (9x9) square grid
fr: 4 joueurs, sur un échiquier standard (9x9 cases)

source: 2 players, on a standard (9x9) square grid. Each side controls an additional vassalized faction.
fr: 2 joueurs, sur un échiquier standard (9x9 cases) - chaque camp contrôle un parti vassalisé additionnel

source: 3 players, on a hexagonal grid
fr: 3 joueurs, sur un échiquier hexagonal

source: The !faction1 leader is not surrounded anymore by dead pieces. It's a come back for !faction1 side !
fr: Le Chef du parti !faction1 n'est plus entouré par des cadavres. C'est un retour en jeu pour le camp !faction1 !

source: The !faction1 side got some new hope and is back in the game.
fr: Regain d'espoir pour les partisans du camp !faction1, qui revient dans la partie.

source: Leader surrounding rule
fr: Règle d'encerclement du Chef

source: Team vassalization rule
fr: Règle de satellisation des partis

source: Come-back possibilities rule
fr: Possibilités de retour dans la partie

source: Canibalism rule
fr: Autorisation de cannibalisation de son propre parti

source: Self manipulation rule
fr: Autorisation de manipulation de son propre parti

source: Press liberty rule
fr: Niveau de liberté de la presse

source: Throne case interactions rule
fr: Interactions étendues sur le Labyrinthe

source: A leader is eliminated if he is not occupying the throne case, if he or his controlled adjacent pieces are surrounded by dead peaces (without empty cells) even if he is still controlling a living necromobile.
fr: Un Chef est éliminé s'il n'occupe pas le Labyrinthe, si lui ou les pièces adjacentes de son camp sont entourées de cadavres (sans aucune case libre restante), et ce même s'il possède encoure un Nécromobile en vie.

source: A leader is eliminated if he is not occupying the throne case, if he or his controlled adjacent pieces cannot move due to dead pieces barricade and if he is not controlling a living necromobile.
fr: Un Chef est éliminé s'il n'occupe pas le Labyrinthe, si lui ou les pièces adjacentes de son camp ne peuvent plus se déplacer à cause de cadavres les entourant, et s'il ne possède plus de Nécromobile en vie.

source: A leader is eliminated if the way to throne case is locked by dead pieces (even if he can still move) and if he has no living necromobile among his controlled pieces.
fr: Un chef est éliminé s'il ne peut plus atteindre le Labyrinthe à cause de cadavres bloquant son chemin (et ce même s'il peut encore se déplacer), et s'il n'a plus de Nécromobile parmi ses pièces encore en vie.

source: A player who acceeds to power gains control of the withdrawn or surrounded leaders sides just during the time of his reign.
fr: Un joueur dont le chef accède au pouvoir gagne provisoirement le contrôle des pièces des joueurs ayant abandonné ou ayant un chef encerclé juste pendant le temps de l'occupation du Labyrinthe.

source: A player who acceeds to power gains full control of the withdrawn or surrounded leaders sides until the end of the game, even if he leaves the throne case.
fr: Un joueur dont le chef accède au pouvoir gagne définitivement le contrôle des pièces des joueurs ayant abandonné ou ayant un chef encerclé, et ce même lorsqu'il quitte la Labyrinthe.

source: No come-back.
fr: Aucun retour possible.

source: A player who had a surrounded leader can play again if his leader is not surrounded anymore, even if he is controlled by another team.
fr: Un joueur ayant un chef encerclé peut rejouer si la barricade de cadavres l'empêchant de se déplacer vient à s'ébrêcher, et ce même si un autre joueur contrôle ses pièces.

source: A player who had withdrawn or had a surrounded leader can play again if his leader is still alive, not surrounded and not controlled by an another team.
fr: Un joueur ayant un chef encerclé peut rejouer si la barricade de cadavres l'empêchant de se déplacer vient à s'ébrêcher et si ses pièces n'ont pas encore été récupérées par un autre joueur.

source: The end justifies the means. If needed, there will be sacrifices. They will remain in our memories.
fr: La fin justifie les moyens. Si besoin, il y aura des sacrifices.

source: No way, killing your own pieces is forbidden.
fr: Pas question, tuer ses propres pièces est interdit.

source: Responsible game : you cannot kill your own pieces and neutral pieces.
fr: Partie moralement responsable : vous ne pouvez pas tuer vos propres pièces et les pièces neutres.

source: Killing vassalized pieces may be possible.
fr: Tuer les pièces de partis satellisés est possible.
